<p>上海芦潮港火车站集装箱货运场位于上海市浦东新区芦潮港同顺大道585号，为四等中间站。</p><p>上海芦潮港火车站集装箱货运场内办理20、40英尺集装箱发到业务，整车普通货物无限制，不办理国际联运、冷藏货物、超限超重货物、危险货物发到。</p><p>上海芦潮港火车站是铁道部与上海铁路集装箱中心站发展有限公司合资组建，毗邻洋山口岸，是铁道部全路18个中心站中第一个建成，也是第一个建在港口的铁路集装箱中心站。</p><p>上海芦潮港火车站集装箱货运场主要办理发到货物品类：各类适箱货物。</p><p>上海芦潮港火车站集装箱货运最大起重能力40.5吨。</p>


<p>参考《<a target="_blank" href="http://wuliu.v-get.com/price/sh12306.html">中国铁道部12306上海铁路局集装箱货运场查询表</a>》</p>


<table>
<tr><th colspan="3">上海桃浦火车站专用线办理规定</th></tr>
<tr><th>专用线名称及属性</th><th>起重能力</th><th>叉车</th></tr>
<tr><td>中储发展股份有限公司上海大场分公司专用线</td><td>30</td><td>×</td></tr>
<tr><td>上海中储物流配送有限公司专用线</td><td>35</td><td>√</td></tr>
<tr><td>上海市建筑材料供应总公司真大路仓库专用线</td><td>5</td><td>×</td></tr>
<tr><td>上海市钢铁材料加工有限公司专用线</td><td>20</td><td>×</td></tr>
<tr><td>上海上食肉类有限公司专用线</td><td>5</td><td>×</td></tr><tr><td>上海山海储运有限公司专用线</td><td>8</td><td>×</td></tr><tr><td>上海晶通化轻发展有限公司专用线</td><td>32</td><td>√</td></tr><tr><td>上海化工供销有限公司仓储分公司专用线</td><td>10</td><td>√</td></tr></table>

<table><tr><th colspan="2">上海桃浦火车站危险品办理规定</th></tr>
<tr><th>专用线名称</th><th>到达品名(非罐装)</th></tr>
<tr><td>上海晶通化轻发展有限公司专用线</td><td>氢氧化钠</td></tr>
</table>
<table><tr><th colspan="2">上海桃浦火车站托运人资质</th></tr>
<tr><th>资质证号</th><th>托运人名称</th></tr>
<tr><td>31037001</td><td>南通江山农药化工股份有限公司</td></tr>
<tr><td>31037002</td><td>上海农药厂有限公司</td></tr>
<tr><td>31037007</td><td>先正达苏州作物保护有限公司</td></tr>
<tr><td>31037015</td><td>先正达南通作物保护有限公司</td></tr>
</table>

<table><tr><th colspan="5">上海桃浦火车站铁路货场标准集装箱类型</th></tr>
<tr><th>专用线代码</th><th>专用线名称</th><th>20英尺</th><th>40英尺</th><th>45英尺</th></tr>
<tr><td>31070007</td><td>上海中储物流配送有限公司专用线</td><td>√</td><td>√</td></tr><tr><td>√</td><td>√</td><td>√</td></tr></table>