var qqcard={
    			    				'50005462': {
    					name: 'QQ币',
    					price_id: '21681',
    					 service_id: '0',    					isDefault:true,
    					isHot:false,
    					interval: [['0.75','1'] , ['3.75','5'] , ['7.5','10'] , ['11.25','15'] , ['15','20'] , ['22.5','30'] , ['37.5','50'] , ['45','60'] , ['75','100'] , ['430','500'] , ['860','1000']  ],
    					price: ['1个' , '5个' , '10个' , '15个' , '20个' , '30个' , '50个' , '60个' , '100个' , '500个' , '1000个'  ],
    					price_vid: ['105375' , '43502' , '43503' , '112555' , '43504' , '112556' , '3227770' , '43506' , '7445084' , '11672195' , '11265571'  ]
    				}
    				,    			    				'51284': {
    					name: 'QQ会员',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','100']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'51286': {
    					name: 'QQ红钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','120']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'51285': {
    					name: 'QQ黄钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','120']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'51287': {
    					name: 'QQ蓝钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','120']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'91487': {
    					name: 'QQ绿钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','120']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'59994': {
    					name: 'QQ粉钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','120']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'135352': {
    					name: 'QQ黑钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['15','20'] , ['45','60'] , ['90','120'] , ['180','240']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'3237242': {
    					name: 'QQ紫钻',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['7.5','10'] , ['22.5','30'] , ['45','60'] , ['90','120']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				,    			    				'4143981': {
    					name: 'CF会员',
    					price_id: '21676',
    					 service_id: '20703',    					isDefault:false,
    					isHot:false,
    					interval: [['25','30'] , ['75','90'] , ['150','180'] , ['310','360']  ],
    					price: ['1个月' , '3个月' , '6个月' , '12个月'  ],
    					price_vid: ['43474' , '43475' , '60076' , '60077'  ]
    				}
    				    			        	}